/* ############################################################## */
/*                                                                */
/*    Программа выводит на ЯП Си "Hello, world!"                  */
/*                                                                */
/*    Запуск программы:                                           */
/*    gcc -S hello.c && gcc hello.s -o hello && ./hello           */
/*                                                                */
/*                                                                */
/*                                                                */
/*                                                                */
/* ############################################################## */


#include <stdio.h>

int     main()
{
    printf("Hello, world!\n");
    return 0;
}